/* Italian. */

/* No comment provided by engineer. */
"%lld" = "%lld";

/* Main View Screen. */

"Reached Visitors Limit" = "Limite massimo di visitatori raggiunto";

"Reset" = "Reset";

/* Settings Screen. */

"Turn this option on if you need to prevent the screen from dimming when no touch input is detected for a while. Turn this off to conserve battery." = "Utilizza questa opzione se vuoi evitare che il tuo schermo si spenga quando non viene toccato per un certo periodo. Spegni questa funzione per risparmiare batteria.";

"Theme" = "Tema";

"Limit" = "Limite ";

"Settings" = "Impostazioni";

"Done" = "Fine";

"Set Visitors Limit" = "Imposta limite visitatori";

"Display Always On" = "Schermo sempre acceso";


